[
    {
        "id": 1,
        "name": "Edan Baccega",
        "review": "I had an incredible experience with Saurav as my guide during the Annapurna trek. His gentle and kind demeanor made the journey so enjoyable, and he went above and beyond to ensure my experience was memorable. Saurav not only guided me through the trek but also shared his knowledge and showed me the beauty of Nepal. I highly recommend him for anyone looking for a guide who truly cares about their experience."
    },
    {
        "id": 2,
        "name": "Nicole Chan",
        "review": "Saurav truly made our time on the Annapurna circuit a memorable and grounding experience. His gentle approach and knowledge of the area made it easy for us to sink into the journey and really sit with the culture and surrounding landscapes. I would definitely recommend Saurav to anyone wanting an authentic experience in the mountains. From clients to friends, until next time!"
    },
    {
        "id": 3,
        "name": "Daniël van Staveren",
        "review": "Me and my girlfriend had a wonderful experience with Saurav as guide. He knows what he's doing, is professional and good company too. Saurav tailored langtang valley trip to our wishes by also including some camping, this was really cool!"
    },
    {
        "id": 4,
        "name": "Dorota Sz.",
        "review": "Sightseeing Nepal (Kathmandu and Lalitpur) with Saurav was very exciting. He has extensive historical knowledge, knows many interesting stories related to various places, and plans time well. He is a punctual, well organized and very nice person. I highly recommend Saurav as a guide! For trekking/hiking in  Himalayas also."
    },
    {
        "id": 5,
        "name": "Alex Stewart",
        "review": "Saurav was recommended to us through friends and we were not disappointed! He provided a tailored trekking experience through the Anna Purna Circuit for us and knew all the shortcuts. He organised all the transport, accommodation, food and porter services making it a seamless experience for us. He's a great guy with kind energy and enjoys joking around and laughing. I would and have already recommended Saurav to friends who also had a fantastic time."
    },
    {
        "id": 6,
        "name": "Sasha Aggie",
        "review": "Please go with Saurav for any trekking in Nepal, you will not regret it, he is a great guy and a professional at what he does, he will take care of you!"
    },
    {
        "id": 7,
        "name": "marina martinez sanchez",
        "review": "Saurav is a fantastic guide, he accompanied us to do the Thorong La Pass in 2019. Before traveling, he helped us organize everything, answering our questions about trekking and the rest of the trip. Friendly and professional, both he and his team, people of great human potential."
    },
    {
        "id": 8,
        "name": "FS",
        "review": "I got to know Saurav during the trekking of the  Annapurna circuit. He is a very kind, sociable and funny person. And he is a good and experienced guide as well! I recommend to enjoy the beutiful mountains of Nepal with him!"
    }
  ]